---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhaseb
source: html/15afc0dd-92c1-9b55-c4ef-3fbba4345ad5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhaseb Property

"Feed Through Lugs Apparent Load Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhaseb { get; }
```